{
  "advancement.spelled.albus": "Albus",
  "advancement.spelled.albus.desc": "White",
  "advancement.spelled.aqua": "Aqua",
  "advancement.spelled.aqua.desc": "Aqua",
  "advancement.spelled.ater": "Ater",
  "advancement.spelled.ater.desc": "Black",
  "advancement.spelled.aureus": "Aureus",
  "advancement.spelled.aureus.desc": "Golden",
  "advancement.spelled.caeruleus": "Caeruleus",
  "advancement.spelled.caeruleus.desc": "Blue",
  "advancement.spelled.color_lore": "Color Lore",
  "advancement.spelled.color_lore.desc": "You've unlocked the lore behind colors",
  "advancement.spelled.dissiliunt": "Dissiliunt",
  "advancement.spelled.dissiliunt.desc": "Exploding",
  "advancement.spelled.flavus": "Flavus",
  "advancement.spelled.flavus.desc": "Yellow",
  "advancement.spelled.fractionis": "Fractionis",
  "advancement.spelled.fractionis.desc": "Breaking",
  "advancement.spelled.frigus": "Frigus",
  "advancement.spelled.frigus.desc": "Cold",
  "advancement.spelled.grandis": "Grandis",
  "advancement.spelled.grandis.desc": "Large",
  "advancement.spelled.ignis": "Ignis",
  "advancement.spelled.ignis.desc": "Fiery",
  "advancement.spelled.immanis": "Immanis",
  "advancement.spelled.immanis.desc": "Monstrous",
  "advancement.spelled.liquidus": "Liquidus",
  "advancement.spelled.liquidus.desc": "Liquid",
  "advancement.spelled.magnum": "Magnum",
  "advancement.spelled.magnum.desc": "Big",
  "advancement.spelled.nix": "Nix",
  "advancement.spelled.nix.desc": "Snow",
  "advancement.spelled.nocere": "Nocere",
  "advancement.spelled.nocere.desc": "Hurting",
  "advancement.spelled.parvus": "Parvus",
  "advancement.spelled.parvus.desc": "Small",
  "advancement.spelled.praesidium": "Praesidium",
  "advancement.spelled.praesidium.desc": "Protecting",
  "advancement.spelled.propellentibus": "Propellentibus",
  "advancement.spelled.propellentibus.desc": "Pushing",
  "advancement.spelled.root": "Spelled",
  "advancement.spelled.root.desc": "Magic but using latin words",
  "advancement.spelled.roseus": "Roseus",
  "advancement.spelled.roseus.desc": "Pink",
  "advancement.spelled.rubrum": "Rubrum",
  "advancement.spelled.rubrum.desc": "Red",
  "advancement.spelled.sanitatem": "Sanitatem",
  "advancement.spelled.sanitatem.desc": "Healing",
  "advancement.spelled.viridis": "Viridis",
  "advancement.spelled.viridis.desc": "Green",
  "block.spelled.leveling_altar": "Leveling Altar",
  "info.spelled.book.colors.albus.name": "Albus",
  "info.spelled.book.colors.albus.text": "You've learned how to say \"White\" in Latin",
  "info.spelled.book.colors.aqua.name": "Aqua",
  "info.spelled.book.colors.aqua.text": "You've learned how to say $(b)\"Aqua\"$() in Latin",
  "info.spelled.book.colors.ater.name": "Ater",
  "info.spelled.book.colors.ater.text": "You've learned how to say $(0)\"Black\"$() in Latin",
  "info.spelled.book.colors.aureus.name": "Aureus",
  "info.spelled.book.colors.aureus.text": "You've learned how to say $(6)\"Gold\"$() in Latin",
  "info.spelled.book.colors.caeruleus.name": "Caeruleus",
  "info.spelled.book.colors.caeruleus.text": "You've learned how to say $(9)\"Blue\"$() in Latin",
  "info.spelled.book.colors.desc": "Tired of your old drab black spells? Well now you don't have to anymore! $(br)Make all your spell fabulous and use a wide array of colors to really make things pop! Add in the correct word during incantation and you can really make your enemies taste the rainbow",
  "info.spelled.book.colors.flavus.name": "Flavus",
  "info.spelled.book.colors.flavus.text": "You've learned how to say $(e)\"Yellow\"$() in Latin",
  "info.spelled.book.colors.lore.name": "Lore",
  "info.spelled.book.colors.lore.text": "One of the earliest words discovered, being able to paint spells was considered an incredible step forward for the fledgling word combat field. While colors themselves are harmless, everyone knows that adding the color orange to your spells makes them go faster!",
  "info.spelled.book.colors.lore.text2": "Rumour has it the first color discovered was red, and came as a result of a word wielder cursing to himself having stubbed their toe. Their angry utterance describing the damaged digit turned the wielder red, and soon enough the spell wielding community learnt the fabulousness brought on by rainbow colors!",
  "info.spelled.book.colors.name": "Colors",
  "info.spelled.book.colors.roseus.name": "Roseus",
  "info.spelled.book.colors.roseus.text": "You've learned how to say $(d)\"Pink\"$() in Latin",
  "info.spelled.book.colors.rubrum.name": "Rubrum",
  "info.spelled.book.colors.rubrum.text": "You've learned how to say $(c)\"Red\"$() in Latin",
  "info.spelled.book.colors.viridis.name": "Viridis",
  "info.spelled.book.colors.viridis.text": "You've learned how to say $(a)\"Green\"$() in Latin",
  "info.spelled.book.descriptive.desc": "While many of the words remain lost, these category of words can be used to determine specific spell effects.",
  "info.spelled.book.descriptive.dissiliunt.name": "Dissiliunt",
  "info.spelled.book.descriptive.dissiliunt.text": "Cool people don’t look at explosions, and neither will you! While the effect is fairly straightforward, the actual source of this word is heavily disputed. Some scholars argue that it came after a word wielder accidentally lit some explosives in the wrong location, while others say it came when a sentient plant snuck up on a word wielder and nearly killed them.",
  "info.spelled.book.descriptive.dissiliunt.text2": "Regardless of origin, take extra care when speaking this word!",
  "info.spelled.book.descriptive.fractionis.name": "Fractionis",
  "info.spelled.book.descriptive.fractionis.text": "Can’t make an omelette without breaking some eggs, and the same goes for magic. This spell lets you break through walls like a hypothetical automorphic jar filled with flavored water, while still looking awesome! Unusually this spell was not discovered by a word wielder, but by an angry shop keeper. A clumsy client was less than careful in a glass blowers shop,",
  "info.spelled.book.descriptive.fractionis.text2": "and the repeated destruction of expensive glass products lead the furious shopkeeper to yell out “YOU BREAK IT YOU BUY IT” with such force that the world itself bent to their will, and the clumsy client shattered on the spot. Repeated use on entities has not verified this claim, however the word was still found to be useful on inanimate objects.",
  "info.spelled.book.descriptive.frigus.name": "Frigus",
  "info.spelled.book.descriptive.frigus.text": "“Wait cold? I thought this was part of snow!” I hear you exclaim! Well no. That’s not how magic works! As you’d expect, this words relates more specifically to the freezing aspect of things, and was discovered when a young word wielder found themselves waking up on the wrong side of the word one morning.",
  "info.spelled.book.descriptive.ignis.name": "Ignis",
  "info.spelled.book.descriptive.ignis.text": "Harnessing the sun has long been a dream, and now you kinda can! Sure it’s barely warm enough to boil water in your kettle, but in a world where fire has taken on a life of its own in literal hell you take what little power you can get. Discovered by accident when a frustrated word wielder yelled at a pile of sticks, this spell is a favourite for many a pyromaniac word wielder,",
  "info.spelled.book.descriptive.ignis.text2": "who finds the ability to set things on fire at will too tempting to give up. Please take care when using this word, and remember, only you can stop forest fires!",
  "info.spelled.book.descriptive.liquidus.name": "Liquidus",
  "info.spelled.book.descriptive.liquidus.text": "In a world with infinite water playing with water may seem useless, but do not underestimate the powers of fluid control! You can use your newfound power to wash away your enemies while also keeping your spells nice and clean! If you want to live dangerously lava is also a more !FUN! option since everyone knows the risk is what creates !FUN!. This word was discovered by a rather ticked off parent who demanded their child go shower.",
  "info.spelled.book.descriptive.liquidus.text2": "The child did, but in the process of doing so their bedroom was flooded.",
  "info.spelled.book.descriptive.name": "Descriptive",
  "info.spelled.book.descriptive.nix.name": "Nix",
  "info.spelled.book.descriptive.nix.text": "Do you wanna make a snowman? No? Well too bad! This word gives you the ability to harness the power of winter itself, and put your enemies on thin ice. Discovered during a particularly harsh winter, the word is said to have originally been part of a catchy song that has thankfully been let go, however the repeated utterances of the song being stuck in a word ",
  "info.spelled.book.descriptive.nix.text2": "wielders head meant that the word was imbued with the aforementioned powers. Their disgruntled parents opted to use the old “bucket of water” method of waking the wielder up, and in the following angry outburst the wielder accidentally froze their parents. This lead to a frosty relationship between them.",
  "info.spelled.book.descriptive.nocere.name": "Nocere",
  "info.spelled.book.descriptive.nocere.text": "Sticks and stones will break my bones but words will never hurt me! Wrong. Often used as an emergency escape tool, very few word wielders chose to use it due to the less than flashy nature of this spell. Still it is not one to be overlooked, and if push comes to shove it could very well save your life! Due to the controversial nature of this word very little remains of its origin,",
  "info.spelled.book.descriptive.nocere.text2": "with the most commonly accepted theory is that it started as a harmless retort to the aforementioned rhyme.",
  "info.spelled.book.descriptive.praesidium.name": "Praesidium",
  "info.spelled.book.descriptive.praesidium.text": "Who needs armour when you have a spell to do it for you? Not a badass word wielder like you! With this word you can forgo that clunky diamond armour and run free as nature intended! Said to have been created when a word wielder screamed to the heavens as they were being swarmed by zombies, this is one spell that you should not forgo,",
  "info.spelled.book.descriptive.praesidium.text2": "as it has saved even the most careless word wielders.",
  "info.spelled.book.descriptive.propellentibus.name": "Propellentibus",
  "info.spelled.book.descriptive.propellentibus.text": "What happens when an unstoppable force meets an immovable object? Beats me but now you also have access to that unstoppable force! This word lets you shove people aside without even needing to touch them, particularly useful if say the world is experiencing a hundred-year plague. Rumoured to have been created by a haughty upper class nobleman,",
  "info.spelled.book.descriptive.propellentibus.text2": "this word found prominence with people in a hurry who used it to get rid of others loitering in the middle of the market aisles during peak traffic.",
  "info.spelled.book.descriptive.sanitatem.name": "Sanitatem",
  "info.spelled.book.descriptive.sanitatem.text": "The world can be dangerous, so take this! Using this word can help heal you and your allies, and was a favourite of dedicated healers. Being paired up other spell effects lead to some interesting combinations, however most of these combinations were lost to the sands of time. That said, the word appears to have found its origins with a female word wielder known as ",
  "info.spelled.book.descriptive.sanitatem.text2": "Caterina. A supposed world renowned healer, it is said at her peak she was healing up to 40 people an hour!",
  "info.spelled.book.landing": "“The pen is mightier than the sword” $(br)Usually a myth, but now reality! You can change the world using mere words. $(br)Be careful, with power, comes responsibility!",
  "info.spelled.book.leveling.desc": "In order to make use of the magical words you've unlocked you first need to level yourself using the $(item)Leveling Altar$()",
  "info.spelled.book.leveling.entry.name": "Leveling Altar",
  "info.spelled.book.leveling.name": "Leveling",
  "info.spelled.book.leveling_info.text": "With the $(item)Leveling Altar$() you can level yourself using Experience and Items or just Experience depending on how it's configured.",
  "info.spelled.book.leveling_recipe.text": "You craft the $(item)Leveling Altar$() as following",
  "info.spelled.book.size.desc": "Whoever said size doesn’t matter lied. Size does matter, especially when you trying to throw a fireball at your enemy! Discovered when a shaman was trying cheap out on bonemeal. A mispronunciation meant that the wrong word was said, transforming a normal carrot into a giant one. Experiments lead to the discovery of multiple words to achieve this!",
  "info.spelled.book.size.grandis.name": "Grandis",
  "info.spelled.book.size.grandis.text": "Go grand or go home I always say and it's about damn time you listen to me for once! I mean seriously does anyone even read these? Bah whatever, if you are listening, this word does what it says on the tin; makes your spells grand! What does that mean? Beats me! Maybe you should have paid more attention when I spoke earlier! Anyway this spell is said to have been found by a person known as the greatest show person, whose name became synonymous with the word.",
  "info.spelled.book.size.grandis.text2": "Used as part of his introduction it made the light spells he used all the cooler looking",
  "info.spelled.book.size.immanis.name": "Immanis",
  "info.spelled.book.size.immanis.text": "Bigger is always better, and it's about time that gets applied to your spells! This word allows you to maximise your spells giving you larger coverage. Thankfully for most people and to the disappointment of creepers everywhere, this work does not work on entities, but who knows, maybe you'll find one that does?",
  "info.spelled.book.size.immanis.text2": "This word is said to have been discovered by rather lazy word wielder who didn't want to risk missing a target",
  "info.spelled.book.size.magnum.name": "Magnum",
  "info.spelled.book.size.magnum.text": "Make spells great again! This work ensures that we have the best spells, the very best! Don't let those other words fool you, this is the one and only spell word you need! Said to have been found by an orator with a penchant for exaggeration, it seems that lying enough times can actually make something real. Who'd have known?!",
  "info.spelled.book.size.name": "Size",
  "info.spelled.book.size.parvus.name": "Parvus",
  "info.spelled.book.size.parvus.text": "What? You actually want *smaller* spells? Fine I guess then this is the word for you! Useful when you're shooting a fireball in a dungeon and don't want to blow you and your allies up. This word is said to have been discovered by a very disgruntled tomcat who was tired of being unable to catch a mouse that lurked in a hole. When mewed the cat is said to have shrunk down and then learnt the hard way why mice hide in holes. Due to the cat to person translation ",
  "info.spelled.book.size.parvus.text2": "this effect doesn't apply to entities, but it's a small price to pay for pea sized spells",
  "info.spelled.book.subtitle": "Magic in latin words",
  "info.spelled.book.types.ball.name": "Ball",
  "info.spelled.book.types.ball.text": "Using \"sphaera\" you can formulate a ball. It's time to play ball, and I don't mean basketball! Or football! Or what you yanks call football, I mean actual spheres! Shaping your spells like a ball makes them easier to handle and aim, even though such a shape is considered heretical.",
  "info.spelled.book.types.ball.text2": "This word was banned in the original community due to such shapes being considered unnatural and even now it's still a controversial use. That said I can keep a secret if you can",
  "info.spelled.book.types.desc": "There's a few types you can end your spells with",
  "info.spelled.book.types.name": "Types",
  "info.spelled.book.types.projectilis.name": "Projectile",
  "info.spelled.book.types.projectilis.text": "Using \"projectilis\" you can create a projectile. Humans have always had an affinity for throwing things, and having spells blow up in your face is never fun. Initially many word wielders used to stick to using their fists to actually fight, and using words to defend themselves, however upon the discovery of these words, word combat was changed forever.",
  "info.spelled.book.types.projectilis.text2": "The origin is not yet known, though a common unproved myth states that the first wielder was inspired when an apple fell on their head, and they accused the guilty three of assaulting them by throwing an apple at them.",
  "info.spelled.book.types.self.name": "Self",
  "info.spelled.book.types.self.text": "Using \"sui\" or \"sese\" you can apply the spell to yourself. You don't use spells on yourself? Why not?! It's time you started doing that. I recommend pairing this with the healing spell for some quick post creeper healing but the possibilities are endless. ",
  "info.spelled.book.types.self.text2": "Just don't use it with the fireball spell unless you like to smell extra crispy for a week. This spell was originally called touch by the wielder who discovered it, but for reasons lost to time the power was transferred over to this word",
  "item.spelled.ancient_knowledge_tome": "Tome Of Ancient Knowledge",
  "item.spelled.book.name": "Tome Of Knowledge",
  "itemGroup.spelled": "Spelled",
  "key.spelled.category": "Spelled",
  "key.spelled.use": "Use Spell",
  "spelled.commands.knowledge.lock.invalid": "Couldn't locked word. Invalid word supplied: %s",
  "spelled.commands.knowledge.lock.message": "Locked word \"%s\" for %s",
  "spelled.commands.knowledge.reset.message": "Reset knowledge of %s",
  "spelled.commands.knowledge.unlock.all": "Unlocked all word(s) for %s",
  "spelled.commands.knowledge.unlock.invalid": "Couldn't unlock word. Invalid word supplied: %s",
  "spelled.commands.knowledge.unlock.message": "Unlocked word \"%s\" for %s",
  "spelled.commands.level.get.message": "%s is currently level %s",
  "spelled.commands.level.set.invalid": "Couldn't set level. Invalid number supplied: %s, the max is %s",
  "spelled.commands.level.set.message": "%s's level has been set to %s",
  "spelled.keyword.albus.description": "White",
  "spelled.keyword.aqua.description": "Aqua",
  "spelled.keyword.ater.description": "Black",
  "spelled.keyword.aureus.description": "Golden",
  "spelled.keyword.caeruleus.description": "Blue",
  "spelled.keyword.dissiliunt.description": "Exploding",
  "spelled.keyword.flavus.description": "Yellow",
  "spelled.keyword.fractionis.description": "Breaking",
  "spelled.keyword.frigus.description": "Cold",
  "spelled.keyword.grandis.description": "Large",
  "spelled.keyword.ignis.description": "Fiery",
  "spelled.keyword.immanis.description": "Monstrous",
  "spelled.keyword.liquidus.description": "Liquid",
  "spelled.keyword.magnum.description": "Big",
  "spelled.keyword.nix.description": "Snow",
  "spelled.keyword.nocere.description": "Hurting",
  "spelled.keyword.parvus.description": "Small",
  "spelled.keyword.praesidium.description": "Protecting",
  "spelled.keyword.projectilis.description": "Projectile",
  "spelled.keyword.propellentibus.description": "Pushing",
  "spelled.keyword.roseus.description": "Pink",
  "spelled.keyword.rubrum.description": "Red",
  "spelled.keyword.sanitatem.description": "Healing",
  "spelled.keyword.sese.description": "Self",
  "spelled.keyword.sphaera.description": "Ball",
  "spelled.keyword.sui.description": "Self",
  "spelled.keyword.viridis.description": "Green",
  "spelled.level_up.fail_item": "You lack the required items to level up!",
  "spelled.level_up.fail_xp": "You lack the required xp to level up!",
  "spelled.spell.cooldown": "* %s failed to cast. %s is on cooldown",
  "spelled.spell.cast": "* %s has cast \"%s\"",
  "spelled.tome.description": "Contains knowledge about \"%s\"",
  "spelled.tome.description.invalid": "Tome invalid! Right click to fix",
  "spelled.tome.fail": "You already know the knowledge of the tome",
  "spelled.tome.success": "You've obtained the knowledge the tome",
  "spelled:container.altar": "Leveling Altar",
  "spelled:container.altar.item": "%s %s",
  "spelled:container.altar.item.requirement": "Item requirement: %s %s",
  "spelled:container.altar.level.many": "%s Experience Levels",
  "spelled:container.altar.level.one": "1 Experience Level",
  "spelled:container.altar.level.requirement": "Level requirement: %s"
}